Repository: wp-plugins/floatbox-plus
Catalog: languages/floatboxplus-*.po
Languages: de_de

source: Select video portal:
de_de: Wähle Video Portal

source: Insert video ID:
de_de: Gebe Video ID ein

source: Show video without link
de_de: Video ohne Link anzeigen

source: Insert
de_de: Einfügen

source: Cancel
de_de: Abbruch

source: Select video file:
de_de: Wähle Video Datei

source: Local video file:
de_de: Lokale Video Datei

source: Title:
de_de: Titel:

source: Description:
de_de: Beschreibung:

source: [There is a video that cannot be displayed in this feed.
de_de: [Dieses Video kann nicht im Feed dargestellt werden.

source: Visit the blog entry to see the video.]
de_de: Besuche den Blog um das Video zu sehen.]

source: Options saved.
de_de: Optionen gesichert

source: General Settings
de_de: Generelle Einstellungen

source: yes
de_de: Ja

source: no
de_de: Nein

source: Implements the video function. ATTENTION: It only works, if you do not have the embedded video plugin activated
de_de: Implementiert die Video Funktion. ACHTUNG: Dies funktioniert nur, wenn Sie nicht das Embedded Video Plugin aktiviert haben

source: Video Options
de_de: Video Optionen

source: Show Links under videos?
de_de: Zeige Links unter den Videos?

source: Show a link to the original site of the video
de_de: Zeigt einen Link zur originalen Seite des Videos

source: Show a small Link under the Video?
de_de: Zeige einen kleinen Link unter dem Video?

source: If no, it will show a bigger text
de_de: Falls nein, wird ein grösserer Text angezeigt

source: Separator
de_de: Trennzeichen

source: Defines the separator between the service (eg. YouTube) and your comment
de_de: Legt den Trenner zwischen dem Service (z. B. YouTube) und deinem Kommentar fest

source: Show in Feed?
de_de: Im Feed anzeigen?

source: You can choose, if you want to show the video in the feed. Currently, it is only possible to show a link to the video
de_de: Du kannst auswählen, ob du das Video im Feed anzeigen möchtest. Im ist es nur möglich einen Link im Feed anzuzeigen.

source: Video Width
de_de: Video Breite

source: You can choose, what width the video and image have
de_de: Du kannst auswählen, welche Breite das Video und das Vorschaubild haben sollen

source: Update Options »
de_de: Speichern »

source: Could not access filesystem.
de_de: Zugriff aufs Dateisystem wurde verweigert.

source: Filesystem error
de_de: Dateisystemfehler

source: Unable to locate WordPress Plugin directory.
de_de: Zugriff auf das WordPress Plugin Verzeichnis nicht möglich.

source: Unable to locate WordPress Content directory (wp - content).
de_de: WordPress Content-Verzeichnis (wp - content) konnte nicht gefunden werden.

source: Unpacking the update
de_de: Update wird ausgepackt

source: Installing the latest version
de_de: Neuste Version wird installiert

source: floatbox(.js) already installed...
de_de: floatbox(.js) ist bereits installiert...

source: Download successfull.
de_de: Download erfolgreich abgeschlossen.

source: submit »
de_de: absenden »

source: Download floatbox(.js)
de_de: floatbox(.js) herunterladen

source: Updatenotice for:
de_de: Anmerkungen zum Update auf Version:

source: Plugin-Homepage
de_de: Plugin-Seite

source: Download floatbox(.js) from randomous.com
de_de: floatbox(.js) von randomous.com herunterladen

source: Activate Floatbox for [gallery]?
de_de: Aktiviere Floatbox für den Galerie-Shortcode ([gallery])?

source: If activated, it shows the wordpress gallery with floatbox
de_de: Aktiviere diese Option, damit die mittels Shortcode generierten Galerien Floatbox nutzen können

source: Do you use Floatbox 3.50 or above?
de_de: Wird Floatbox 3.50 oder neuer eingesetzt?

source: Cause there are some major changes in Floatbox 3.50 (and above), the plugin needs to know which version you have
de_de: Mit der Version 3.50 wurde Floatbox massiv überarbeitet und ist nicht mehr 100% abwärtskompatibel. Damit die Anzeige problemlos funktioniert muss das Plugin wissen, welche Variante im Einsatz ist.

source: Activate Floatbox for Videos?
de_de: Aktiviere Floatbox bei Videos?

source: Backup Floatbox Javascript during Update?
de_de: Soll Floatbox während des Updates zwischengespeichert werden?

source: Backups the Floatbox javascript files for upgrade-reasons. After upgrading to a new floatbox-plus version, it is needless to copy the javascript files back in the plugin directory.
de_de: Während der Updateprozedur wird Floatbox zwischengespeichert, und nach erfolgreichem Update wieder zurückgespielt (ansonsten ist nach dem Update eine erneute Installation von Floatbox notwendig).

source: Floatbox Options
de_de: Optionen von Floatbox

source: Change the options of floatbox.js?
de_de: Sollten die Optionen von Floatbox überschrieben werden?

source: Overwrite the settings in floatbox.js with the values set here.
de_de: Mit Hilfe der folgenden Einstellungen kann die Ausgabe von Floatbox angepasst werden.

source: black
de_de: schwarz

source: white
de_de: weiß

source: blue
de_de: blau

source: yellow
de_de: gelb

source: red
de_de: rot

source: Color theme. 'Auto' will use the black theme for images, white for iframe content, and blue for flash and quicktime.
de_de: Themefarbe. 'Auto' benutzt das schwarze Theme für Bilder, das weiße Theme für iframes und das blaue Theme für flash/filme.

source: Shorthand for resizeDuration=0, imageFadeDuration=0 and zoomImageStart=false.
de_de: Damit werden die Animationen deaktiviert (die Optionen 'Dauer der Größenänderung', 'Dauer des Einblendens' und 'Zoom des Bildes' funktionieren nur bei eingeschalteten Animationen).

source: For more information about the many other options Floatbox offers (and which aren't integrated yet in the plugin), take a look at the homepage:
de_de: Für weitere Informationen bzgl. der Optionen von Floatbox (nur ein kleiner Teil der Optionen kann mit Hilfe von Floatbox Plus angepasst werden) schaue bitte auf die Homepage:

source: Video Preview Width
de_de: Breite des Videovorschaubildes

source: Choose the width of the preview images for the videos
de_de: Breite der Vorschaubilder der Videos

source: Download failed
de_de: Download fehlgeschlagen

source: Download failed, please follow the manual installation instructions: %s.
de_de: Download fehlgeschlagen. Beachte bitte die Anleitung zur manuellen Installation: %s.

source: Downloading floatbox from %s
de_de: Lade floatbox von %s herunter

source: Floatbox Javascript isn't copied to the plugin directory. See installation instructions for further details <br />or try the new download option:
de_de: Floatbox (nicht Floatbox Plus!) konnte nicht gefunden werden. Beachte die Anleitung zur manuellen Installation oder benutze die Download-Option:

source: Floatbox LicenseKey
de_de: Floatbox Lizenzkey

source: LicenseKey
de_de: Lizenzkey

source: LicenseKey for floatbox 3.52 and higher.
de_de: Lizenzkey für floatbox 3.52 und höher.

source: If true, floatbox will aggressively preload all images that are referenced by floatboxed anchors.
de_de: Falls aktiviert versucht Floatbox alle entsprechend referenzierten Bilder im Hintergrund zu laden (Standard: Ja).

source: YouTube: Allow fullscreen?
de_de: YouTube: Fullscreen?

source: Allow youtube videos to be shown in fullscreen mode (works only in floatbox 3.50 and higher)
de_de: Soll der Fullscreenmodus bei YouTube-Videos erlaubt sein (funktioniert nur mit floatbox 3.50 und neuer)
